tap "azure/kubelogin"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "nats-io/nats-tools"
brew "adr-tools"
brew "azure-cli"
brew "bat"
brew "commitizen"
brew "curlie"
brew "exa"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "golangci-lint"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "mackup"
brew "neovim"
brew "pre-commit"
brew "ripgrep"
brew "rustup-init"
brew "sops"
brew "stern"
brew "terragrunt"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "watch"
brew "wget"
brew "azure/kubelogin/kubelogin"
brew "fluxcd/tap/flux"
cask "caffeine"
cask "cloudflare-warp"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "font-jetbrains-mono"
cask "maccy"
cask "meetingbar"
cask "microsoft-teams"
cask "openvpn-connect"
cask "rectangle"
cask "scroll-reverser"
cask "slack"
cask "visual-studio-code"
cask "zoom"
